Revit 2027 API
ParameterTypeId.LayerTypeThickness Property
 "Thickness": Thickness
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerTypeThickness { get; }
Public Shared ReadOnly Property LayerTypeThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerTypeThickness {
	ForgeTypeId^ get ();
}
static member LayerTypeThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace